import { LOCALES } from '../constants';

export default {
    [LOCALES.MACEDONIAN]: {
        //navbar
        'edit-file': 'Преработете {file}  и зачувајте го лоадирање.',
        'home': 'Дома',
        'products': 'Продукти',
        'wood': 'Дрво',
        'colours' : 'Бои',
        "finishing-coatings" : 'Завршни премази',
        'feet': 'Ногарки',
        'contactUs' : 'Контакт',
        //header
        'header': 'Епокси Сектор',
        'header-podnaslov': ' македонски под наслов',
        'whatWeDo': 'Што Ние Работиме',
        'table1' : 'Маса еден',
        'table2' : 'Маса два',
        'table3' : 'Маса три',
        'textTableOne': 'Преку Академијата за програмирање, научи ги најбараните вештини и започни нова кариера во која ќе просперираш без разлика на надворешните околности и без разлика на тоа дали ќе работиш во компанија или пак како freelancer.',
        'textTableTwo' : 'Преку Академијата за програмирање, научи ги најбараните вештини и започни нова кариера во која ќе просперираш без разлика на надворешните околности и без разлика на тоа дали ќе работиш во компанија или пак како freelancer.',
        'textTableThree' : 'Преку Академијата за програмирање, научи ги најбараните вештини и започни нова кариера во која ќе просперираш без разлика на надворешните околности и без разлика на тоа дали ќе работиш во компанија или пак како freelancer.',
        //galerija//
        'gallery': 'Галерија',//galeryNavbar
        'galleryH1' : 'Галерија',
        'galleryTxt1' : "Тука има многу за да се види. Затоа, одвојте време, погледнете наоколу и видете примери на нашите табели од претходните клиенти."
    }
}