import { LOCALES } from '../constants';

export default {
    [LOCALES.MACEDONIAN]: {
        'edit-file': 'Преработете {file}  и зачувајте го лоадирање.',
        'home': 'Дома',
        'ourTables': 'Нашите Маси',
        'colours' : 'Бои',
        'gallery': 'Галерија',
        'contactUs' : 'Контакт',
        'header': 'Добродојдовте во Риект',
        'header-podnaslov': ' македонски под наслов',
        'whatWeDo': 'Што Ние Работиме',
        'table1' : 'Маса еден',
        'table2' : 'Маса два',
        'table3' : 'Маса три',
        'textTableOne': 'Преку Академијата за програмирање, научи ги најбараните вештини и започни нова кариера во која ќе просперираш без разлика на надворешните околности и без разлика на тоа дали ќе работиш во компанија или пак како freelancer.',
        'textTableTwo' : 'Преку Академијата за програмирање, научи ги најбараните вештини и започни нова кариера во која ќе просперираш без разлика на надворешните околности и без разлика на тоа дали ќе работиш во компанија или пак како freelancer.',
        'textTableThree' : 'Преку Академијата за програмирање, научи ги најбараните вештини и започни нова кариера во која ќе просперираш без разлика на надворешните околности и без разлика на тоа дали ќе работиш во компанија или пак како freelancer.'
    }
}