import { LOCALES } from '../constants';

export default {
    [LOCALES.MACEDONIAN]: {
        //navbar
        'edit-file': 'Преработете {file}  и зачувајте го лоадирање.',
        'home': 'Дома',
        'products': 'Продукти',
        'wood': 'Дрво',
        'colours' : 'Бои',
        "finishing-coatings" : 'Завршни премази',
        'feet': 'Ногарки',
        'contactUs' : 'Контакт',
        //header
        'header': 'Епокси Сектор',
        'header-podnaslov': 'Уникатни парчиња уметност кои ќе го оплеменат вашиот простор',
        'whatWeDo': 'Што Ние Работиме',
        'table1' : 'Уникатни парчиња',
        'table2' : 'Истрајност',
        'table3' : 'Прилагодливи на вашите барања',
        'textTableOne': 'Тргнувајќи од фактот дека секое парче дрво се разликува по својата боја, текстура, бројот и обликот на годовите, јазлите и пукнатините, секој наш производ е уникатен ',
        'textTableTwo' : '',
        'textTableThree' : '',
        //galerija//
        'gallery': 'Галерија',//galeryNavbar
        'galleryH1' : 'Галерија',
        'galleryTxt1' : "Тука има многу за да се види. Затоа, одвојте време, погледнете наоколу и видете примери на нашите табели од претходните клиенти."
    }
}